{
  "summaries": {
    "introduction": " 1. Psychedelics like psilocybin and LSD are emerging as potential treatments for various psychiatric conditions, including substance dependence, depression, anxiety disorders, and adjustment disorders.\n2. Clinical trials are being conducted to evaluate their efficacy in treating depressive disorders and other psychiatric conditions.\n3. These psychedelics primarily act on 5-HT receptors, prompting the use of computational modeling and machine learning to understand their neural mechanisms.\n4. Functional connectivity (FC) and effective connectivity (EC) are being used to uncover these mechanisms, with FC assessed using Pearson correlation coefficients between brain regions.\n5. While FC shows promise as a clinically relevant biomarker, it has limitations in interpretability due to its undirected nature and disregard for cortex asymmetry and gain regulation (self-connections).\n6. EC, on the other hand, rests on a mechanistic model, estimating both asymmetry and gain within a cortical region, providing additional insights into LSD effects.\n7. The study uses regression dynamic causal modelling (rDCM) to estimate whole-brain effective connectivity under LSD, allowing for the first time, the study of resting-state magnetic resonance imaging (rs-MRI) data under LSD.\n8. By modeling asymmetry of directed influences and within-region gain, the study aims to provide additional information about the neural mechanisms underlying LSD effects. The study also compared FC and EC in distinguishing LSD from placebo at the individual level, with potential applications for predicting subjective psychedelic effects in future studies.",
    "materials and methods": " Summary:\nThis text describes a study investigating the effects of LSD (100 μg) on brain activity and subjective experiences using functional magnetic resonance imaging (fMRI) and the 5 Dimensions of Altered States of Consciousness (5D-ASC) scale. The study involved two randomized, placebo-controlled, double-blind trials with a total of 45 participants (20 in trial A, 25 in trial B). Participants were administered LSD or a placebo and assessed for brain activity, subjective effects, and retrospective drug ratings. The study used linear multivariate tests, machine learning, and mean-centred task partial least squares correlation (PLSC) analysis to examine changes in functional connectivity (FC) and effective connectivity (EC) under LSD. Statistical significance was assessed using permutation tests and bootstrapping. The study also accounted for inter-individual variability in baseline physiology and performed machine learning analysis to classify conditions (LSD versus placebo).\n\nKey Concepts/Facts:\n1. Two trials with 45 healthy participants (20 male, 25 female) were conducted to investigate the effects of LSD on brain activity and subjective experiences.\n2. Participants received either LSD or a placebo and were assessed using fMRI, the 5D-ASC scale, and retrospective drug ratings.\n3. Functional connectivity (FC) was computed using Pearson correlations between distinct brain regions derived from the Harvard-Oxford atlas.\n4. Effective connectivity (EC) for fully connected whole-brain networks was estimated from raw time series of all regions of interest.\n5. Statistical analysis included linear multivariate tests, machine learning, and mean-centred task PLSC analysis to investigate changes in FC and EC under LSD.\n6. Machine learning analysis trained random forest classifiers on either whole-brain FC or EC as features to classify conditions (LSD versus placebo).\n7. The study accounted for inter-individual variability in baseline physiology and used permutation tests, bootstrapping, McNemar's tests, and mean decrease in accuracy on permuted out-of-bag samples to assess statistical significance and feature importance.\n8. A detailed investigation of subjective effects will be conducted in future studies.",
    "results": " Summary:\nThis text discusses the effect of LSD on functional connectivity (FC) and effective connectivity (EC) in the brain, as measured through various analyses including mass-univariate tests, partial least squares correlation analysis (PLSC), and machine learning. The findings suggest that LSD significantly affects both FC and EC, with stronger FC observed under LSD across a number of regions such as the bilateral lingual gyrus, inferior frontal gyrus, cuneus, middle frontal gyrus, temporo-occipital middle temporal gyrus, and intracalcarine cortex. Weaker FC was found between several occipital regions under LSD. EC was primarily stronger under LSD as well, with reliable loadings observed for connections between occipital and prefrontal regions, among others. The machine learning analysis showed that connections involving at least one occipital region or prefrontal region were most relevant for classifying LSD vs placebo conditions. The analysis also found that about 30% of inhibitory self-connections significantly differed across conditions, with stronger self-inhibition under LSD observed in occipital, parietal, and prefrontal regions. The text concludes by mentioning the presence of asymmetry in directed connectivity between brain regions, but does not find a significant difference in classification performance between models trained on FC or EC for predicting drug condition.\n\nKey Concepts/Facts:\n1. LSD significantly affects both functional and effective connectivity in the brain.\n2. Stronger FC was observed under LSD across several regions, including bilateral lingual gyrus, inferior frontal gyrus, cuneus, middle frontal gyrus, temporo-occipital middle temporal gyrus, and intracalcarine cortex.\n3. Weaker FC was found between several occipital regions under LSD.\n4. EC was primarily stronger under LSD, with reliable loadings observed for connections between occipital and prefrontal regions.\n5. The machine learning analysis showed that connections involving at least one occipital region or prefrontal region were most relevant for classifying LSD vs placebo conditions.\n6. About 30% of inhibitory self-connections significantly differed across conditions, with stronger self-inhibition under LSD observed in occipital, parietal, and prefrontal regions.\n7. Asymmetry was present in directed connectivity between brain regions, but no significant difference was found in classification performance between models trained on FC or EC for predicting drug condition.\n8. The text mentions that rDCM allows estimation of inhibitory self-connections, which capture the tendency of different regions to return to baseline rather than increasing activity indefinitely and reflect local as opposed to global (inter-regional) dynamics.",
    "discussion": " 1. The study investigates the impact of LSD on whole-brain Effective Connectivity (EC) and its potential as a biomarker to predict subjective effects.\n2. Stronger EC between parietal, temporal, and inferior frontal regions under LSD; weaker EC in occipital cortices.\n3. Notable changes in self-inhibition in around 30% of brain regions under LSD, indicating LSD may perturb the excitation/inhibition (E/I) balance.\n4. Asymmetry in EC connections affected by LSD minimally.\n5. Both FC and EC constitute promising biomarkers for future individual-level predictions of subjective effects with high accuracy (86% and 91%, respectively).\n6. Changes in FC and EC between several regions including angular gyrus and inferior frontal gyrus, as well as connections between occipital and cerebellar regions, correlated with global subjective effects of LSD.\n7. Results support the thalamic gating hypothesis, suggesting that psychedelics like LSD may temporally reduce thalamic gating leading to excessive information flow from thalamus to cortical regions.\n8. Increased self-connections or local disinhibition under LSD may relate to 5-HT-mediated glutamate release, while increased inhibition could be mediated via the 5-HT pathway. However, further investigation is required, especially in occipital regions where 5-HT expression is increased and may be a candidate mechanism."
  },
  "qa": {
    "introduction": " Q: What are some promising new treatment candidates for psychiatric conditions that have recently emerged?\nA: Psilocybin and lysergic acid diethylamide (LSD) are some examples.\n\nQ: How do psilocybin and LSD primarily affect the brain?\nA: They primarily act on 5-HT receptors.\n\nQ: What is the focus of the study mentioned in the text?\nA: The study aims to examine the neural mechanisms that underpin whole-brain effects of LSD using computational modelling and machine learning.\n\nQ: Why are functional connectivity (FC) and effective connectivity (EC) important in understanding LSD effects?\nA: FC and EC provide a framework for uncovering the neural mechanisms underlying LSD, and EC, in particular, can potentially offer additional useful information about the neural mechanisms due to its ability to estimate asymmetry and self-inhibition.\n\nQ: What is the significance of comparing FC and EC in terms of their ability to distinguish LSD from placebo at the individual level?\nA: Comparing FC and EC could potentially help predict the subjective effects of psychedelics in future studies, leveraging computationally-informed biomarkers.",
    "materials and methods": " Q: What was the composition of the participant group in this study?\nA: The study included 45 participants in total, with 20 participants in trial A and 25 participants in trial B. There were equal numbers of men and women in both trials, and the age range was 25-60 years for trial A and 25-45 years for trial B.\n\nQ: What was administered to the participants and what was the design of the experiment?\nA: The participants were given LSD orally in either capsules (trial A) or vials (trial B), along with identical placebo capsules/vials in a cross-over design. There was at least a 7-day gap between the two experimental sessions. Functional Magnetic Resonance Imaging (fMRI) was used to assess brain activity during rest, and subjective effects were assessed using the 5 Dimensions of Altered States of Consciousness (5D-ASC) scale.\n\nQ: What methods were used to analyze the connectivity changes under LSD in this study?\nA: The analysis included two complementary approaches: linear multivariate tests and machine learning. Linear multivariate tests were used to investigate connectivity changes under LSD, while machine learning allowed for the assessment of multi-variate, non-linear changes and the quantification of how well they could distinguish LSD from placebo at the single-participant level.\n\nQ: What techniques were used to capture FC or EC that maximally represented differences between LSD and placebo conditions or that maximally correlated with subjective effects?\nA: Mean-centred task or behavioral partial least squares correlation (PLSC) analysis was used to capture FC or EC that maximally represented differences between LSD and placebo conditions, or that maximally correlated with subjective effects (5D-ASC global score).\n\nQ: What steps were taken to account for inter-individual variability in baseline physiology?\nA: Connectivity features were first explained by baseline heart rate, diastolic and systolic blood pressure, and body temperature. PLSC was then performed on the residuals that could not be explained by physiological effects to account for inter-individual variability in baseline physiology.",
    "results": " Q: What was the effect of LSD on functional connectivity (FC)?\nA: The study found that about 23% of unique correlation coefficients in FC significantly differed between LSD and placebo conditions, with mostly stronger FC under LSD.\n\nQ: Which regions showed the most reliable effects in the changes of FC under LSD?\nA: The regions with the most reliable effects were the bilateral lingual gyrus and bilateral inferior frontal gyri (pars opercularis), right inferior frontal gyrus and right lingual gyrus, left cuneus and right middle frontal gyrus (MFG), and left temporo-occipital middle temporal gyrus (MTG) and left intracalcerine cortex. Weaker FC under LSD was found between several occipital regions.\n\nQ: What did the machine learning analysis reveal about the features driving the classification performance of LSD versus placebo?\nA: The random forest trained on FC as features discriminated between LSD and placebo with a BAC of 86%, suggesting that connections involving at least one occipital region were most relevant for this classification performance. Of the top 50 regions ranked by feature importance, the majority represented connections between pairs of occipital regions.\n\nQ: What was the effect of LSD on effective connectivity (EC)?\nA: Similar to FC, the study found that about 13% of effective connections coefficients significantly differed across conditions with mostly stronger EC under LSD. The effects were primarily observed for connections between occipital and prefrontal regions.\n\nQ: What did the machine learning analysis reveal about the features driving the classification performance of EC versus placebo?\nA: The random forest trained on EC as features performed with a BAC of 91.1%. As with the mass-univariate and PLSC analysis, connections involving occipital regions were the most prominent features driving the classification performance. Of the top 50 connections ranked by feature importance, the majority represented connections between pairs of occipital regions.",
    "discussion": " Q: What was the goal of the study?\nA: The goal of the study was to investigate the effects of LSD on whole-brain Effective Connectivity (EC) and gauge its potential as a biomarker to decode or predict subjective effects in the future.\n\nQ: How did the study compare EC to Functional Connectivity (FC)?\nA: The study found notable changes in self-inhibition in around 30% of the brain regions under LSD, indicating that LSD may perturb the excitation/inhibition (E/I) balance of the brain. When comparing FC to EC, it was found that both indicated generally stronger connectivity under LSD, with some notably weaker connectivity between bilateral occipital areas. However, the EC classification relied more heavily on the bilateral occipital connections than the FC classification.\n\nQ: What are the implications of the study for the thalamic gating hypothesis and brain entropy accounts?\nA: The results are in line with the thalamic gating hypothesis, which postulates that psychedelics may temporally reduce thalamic gating leading to excessive information flow from thalamus to cortical regions. The study found stronger connectivity from thalamus to a widespread network of cortical regions, indicating positive feedback loops between thalamus and cortex. Brain entropy accounts propose that altered states of consciousness observed following administration of psychedelics result from increased entropy in the brain. The study found changes in self-connections or local disinhibition across most of the cortex, suggesting widespread disinhibition, which renders the system more unstable.\n\nQ: Does LSD perturb the excitation/inhibition (E/I) balance?\nA: Yes, the study suggests that LSD may perturb the E/I balance of the brain. This is especially relevant because disturbances in the E/I balance have been discussed in the context of psychosis and more recently in the context of psychedelic-induced hallucinations and synaesthesia.\n\nQ: What are some limitations of the study?\nA: The study has a few limitations, including the single post-drug scan design, small sample size, potential carry-over effects due to constraints in scheduling participants, and the salient subjective effects of LSD making blinding inherently difficult. Additionally, the behavioral PLSC analysis rated subjective effects retrospectively, not restricted to the time window of the fMRI measurements. Furthermore, while classification performances were promising, they should be taken as preliminary until replicated in an external sample."
  }
}